{
    "Nombre": "Edwin Manuel",
    "Apellidos": "Alvarado Ramirez",
    "Perfil": "Me considero una persona carismatica, con gran implicación con su trabajo, resolutiva, y con una gran motivación para superarme día a día, logrando adaptarme a cualquier circunstancia.\n\n Entiendo esta profesión como un camino de evolución constante, donde la adaptación debe ser ágil.",
    "Contacto": 
    {
        "Telefono": 999969696,
        "Email": "edwinmanuel.alvarado90@gmail.com",
        "Linkdin": "https://linkedin.com/in/edwinmanuel",
        "GitHub": "https://github.com/emar20"
    },
    "Otros datos": 
    {
        "Idiomas:": "Ingles Basico",
        "Disponibilidad:": "Total",
        "Permisos de conducir:": ["AII"]
    },
    "Formación Academica": 
    [
        {
            "Titulo": "Sistemas (TIC)",
            "Fecha": "2024",
            "Centro": "Lima",
            "Ubicacion": "Kilometro30"
        },
        {
            "Titulo": "Bachillerato TIC",
            "Fecha": "2024",
            "Centro": "UPC",
            "Ubicacion": "Lima-Peru"
        }
    ],
    "Experiencia Profesional": [
        {
            "Puesto": "Casa Informatica.",
            "Fecha": "2023 – 2024"
        },
        {
            "Puesto": "Entrenador de fútbol en RFFM y FFCM.",
            "Fecha": "2014 – 2020"
        },
        {
            "Puesto": "Operario Inditex",
            "Fecha": "2014 (Cabanilla del Campo), 2016 (Meco)"
        }
    
    ],
    "Tecnologías": ["JavaScript", "React","PHP", "Html5", "CSS3", "Bootstrap","TypeScript", "Java",  "MySQL", "Oracle", "Git-GitHub", "Markdown","Markdown"],
    "Entornos de trabajo": ["Visual Studio Code", "Suite JetBrains", "Eclipse", "Netbeans", "Parallels", "VMWare", "GitHub", "PhotoShop"],
    "Proyectos Academicos": 
    [
        {
            "Nombre": "Calculadora (WEB)",
            "Descripción": "Aplicación web de una calculadora, teniendo modo normal y científica. Realizada con JS, CSS3 y HTML5."
        },
        {
            "Nombre": "Plataforma de gestión de usuarios (WEB)",
            "Descripción": "Aplicación de gestión de usuarios donde se pueden crear, consultar, modificar, importar y exportar los registros almacenados en una BBDD MySQL. Proyecto realizado con JavaScript, PHP, CSS3 y HTML5."
        },
        {
            "Nombre": "Gestión de bibliotecas de Guadalajara",
            "Descripción": "Programa de gestión de bibliotecas, usuarios, libros, etc. Realizado con JAVA utilizando sistema de ficheros."
        },
        {
            "Nombre": "Gestión de la liga de futbol profesional",
            "Descripción": "Aplicación de gestión de clubs y jugadores. Realizado con JAVA en dos versiones, utilizando una BBDD relacional MySQL, y una no relacional con ObjectDB."
        }
    ],
    "Proyectos Personales": 
    [
        {
            "Nombre": "Preguntados (WEB)",
            "Descripción": "Juego de preguntas gestionado con sistema de ficheros csv. Realizado con JS, PHP, HTML5 y CSS3."
        },
        {
            "Nombre": "Blog (WEB)",
            "Descripción": "Aplicación web tipo blog, con una temática de futbol. Realizado con PHP, HTML5, CSS3 y MySQL."
        },
        {
            "Nombre": "SearchYourGif",
            "Descripción": "Aplicación de busqueda de gifs, consume la API de GIPHY. Realizada con Angular (JS) y CSS3"
        }
    ],
    "Intereses Personales": "Mi vida ha estado siempre ligada al mundo del deporte, bien por estudios, como hobbie o profesionalmente. Además, me ha dado la posibilidad de poder compaginarlo con formación complementaria y una oposición.\n\n Por otra parte, el desarrollo web ha sido un campo que siempre me ha generado mucho interés, y ahora aun más cuando he podido formarme.\n\n Cabe destacar que me gustaría aprender React como Framework de JS y Python."
  
  }